Repository: mozilla-l10n/mt-training-data
Catalog: yo/yo_pontoon.tmx
Source language: en_us
Languages: yo

source: Current Content
yo: Àkóónú Lọ́wọ́lọ́wọ́

source: Current public revision:
yo: Àtúnyẹ́wò lọ́wọ́lọ́wọ́ gbangba:

source: Current public translation:
yo: Ìtumọ̀ gbangba lọ́wọ́lọ́wọ́:

source: Customize canned replies - make each tweet unique
yo: Ṣàdáni àwọn èsì tí a dé - jẹ́kí túwìtì kọ̀ọ̀kan yàtọ̀

source: Customize controls, options and add-ons
yo: Ṣàkóso ìṣàdáni, àwọn ẹ̀yán àti àfikún

source: Customize controls, options, settings and preferences
yo: Ìṣàkóso ìṣàdáni, àwọn ẹ̀yàn, aato ati àwọn ìbuyìfún

source: Customize Firefox with add-ons, plugins, and extensions
yo: Ṣàdáni Firefox pẹ̀lú àfikún, àwọn àlékún, àti àwọn ìfàgùn

source: Customize settings and preferences
yo: Ṣàdáni ààtò àti àwọn ìbuyìfún

source: Customize this article
yo: Ṣàdáni aròkọ yìí

source: Customize Thunderbird with add-ons, plugins, and extensions
yo: Ṣàdáni Ẹyẹ àrá pẹlu afikun, àwọn àlékún, ati àwọn ìfàgùn

source: Customize your screen on your Firefox OS device.
yo: Ṣàdanì àṣàfihàn rẹ lóri fóònù Firefox OS.

source: Daily
yo: Ojúmọ́

source: Daily Unique Visitors
yo: Awọn Olùbẹ̀wò Àìlẹ́gbẹ́ Òòjọ́

source: Date and Time
yo: Déètì àti Àkókò

source: Days since last activity:
yo: Àwọn ọjọ́ láti ìgbà iṣẹ́ ṣíṣe ìkẹhìn:

source: {d} Discussion
yo: {d} Ìfọ̀rọ̀wérọ̀

source: {d} Discussion | Knowledge Base
yo: {d} Ìfọ̀rọ̀wérọ̀ | Ìpilẹ̀ Ìmọ̀

source: Deactivated by
yo: Ti pa lọ́wọ

source: Deactivated user
yo: Olùṣàmúlò ti pa

source: Deactivate this user
yo: Sọ olùṣàmúlò yii di àìṣiṣẹ́

source: Deactivate this user and mark all content as spam
yo: Sọ olùṣàmúlò yii di àìṣiṣẹ́ kí o sàmì gbogbo àkóónú bíi ìwé àìbèèrèfún

source: Deactivation Log
yo: Ìpa Lọ́ọ̀gì

source: Defective
yo: Ti bàjẹ́

source: Defense in Depth
yo: Ìbú ní Abò

source: Defer
yo: Súnsíwájú

source: Defer Revision
yo: Àtúnyẹ̀wò Tí a Súnsíwájú

source: Defer this Revision
yo: Sún Àtúnyẹ̀wò sí

source: Defer this Translation
yo: Sún Ìtumọ̀ sí

source: Defer Translation
yo: Ìtumọ̀ Tí a Súnsíwájú

source: Definition: L10n coverage is a measure of the percentage of our visitor base that get served with KB articles in their own language. It's calculated by taking into account the English top 50 weighted by the localization status of an article and the the number of visits for each locale.
yo: Ìtúmọ̀: Agbègbè L10n jẹ́ ìwọ̀n ti ìdà ọgọ́rùn ìpínlẹ̀ olùbẹ̀wó tí a ṣàpinfún àwọn aròkọ KB fún ní èdè wọn. A ṣe kíkà rẹ̀ ní fífi àkọ́ọ́lẹ̀ ìdá 50 Gẹ̀ẹ́sì tó gajù sọ́kàn nípa ìdúrópàtó ìsọdìbílẹ̀ ti aròkọ kan àti nọ́ńbà àwọn olùbẹ̀wò fún tìbílẹ̀ kọ̀ọ̀kan.

source: Definition of contribution: edited 1+ article or has reviewed 1+ article
yo: Ìtumọ̀ ìdasí: ti ṣàtúnṣe 1+ aròkọ tàbí ti ṣàgbéyẹ̀wò 1+ aròkọ

source: Definition of contribution: edited 1+ non English article or has reviewed 1+ non English article.
yo: Ìtumọ̀ ti ìdasí: ṣàtúnṣe 1+ kìíṣe àròkọ Gẹ̀ẹ́sì tàbí ti ṣàyẹ̀wò 1+ kìíṣe àròkọ Gẹ̀ẹ́sì.

source: Definition of contribution: replied to a tweet.
yo: Ìtúmọ̀ ti Olùdásí: ẹ̀sì sí túwìtì.

source: Definition of contribution: wrote 10+ posts
yo: Ìtumọ̀ ìdasí: kọ 10+ àwọn ìfọ̀rọ̀ránṣẹ́

source: Definition: Percentage of people searching who click on an item on the search results page.
yo: Ìtúmò: Ìdá ọgọ́rùn àwọn ènìyàn tí o ń ṣàwarí tani ó ṣíra tẹ̀ lóri wúnrẹ̀n ní ojú ewé èsì ìṣàwarí.

source: Definition: Percentage of questions that get an action within X hours
yo: Ìtumọ̀: Ìdá ọgọ́rùn àwọn ìbéèrè tí a ṣiṣé lé láarín àwọn wákàtí X

source: Definition: Percentage of threads that have answer marked as a solution
yo: Ìtumọ̀: Ìdá ọgọ́rùn ti èròjà atẹ̀lélànà tí ó ní ìdáhùn aṣàmì bíi ọ̀nà àbáyọ

source: Definition: Ratio of “yes”/total votes for KB articles, forum threads
yo: Ìtúmọ̀: Igun ti “bẹ́ẹ̀ni”/àpapọ̀ àwọn ìbò fún àwọn aròkọ KB, àpèjọ èròjà atẹ̀lélànà

source: Definition: The number of people who have contributed to non English KB versions in the last 30 days.
yo: Ìtumọ̀: Iye àwọn tí ó ti dásí ti kìíṣe Gẹ̀ẹ́sì ẹ̀yà KB ní 30 ọjọ́ sẹ́hìn.

source: Definition: The number of people who have contributed to the Army of Awesome in the last 30 days.
yo: Ìtúmọ̀: Iye àwọn ènìyàn tí o ti dásí Ọmọ ogun ti Ìyàlẹ́nu ní àarín 30 ọjọ́.

source: Definition: The number of people who have contributed to the forums in the last 30 days.
yo: Ìtumọ̀: Iye àwọn tí ó ti dásí apèjọ ní 30 ọjọ́ sẹ́hìn.

source: Definition: The number of people who have contributed to the KB in the last 30 days.
yo: Ìtumọ̀: Iye àwọn tí ó ti dásí KB ní 30 ọjọ́ sẹ́hìn.

source: Delete answer
yo: Pa ìdáhùn rẹ́

source: Delete Answer | {t} | Firefox Support Forum
yo: Pa Ìdáhùn rẹ́ | {t} | Apèjọ Àtìlẹ́hìn Firefox

source: Delete avatar
yo: Pa avatar rẹ́

source: Delete Document
yo: Pa Àkọṣílẹ̀ Rẹ́

source: Delete Document | {document}
yo: Ti Pa Àkọṣílẹ̀ Rẹ́ | {document}

source: Delete {group} group avatar
yo: Pa {group} ẹgbẹ́ avatar rẹ́

source: Delete image
yo: Pa àwòrán rẹ́

source: Delete image | {t} | Media Gallery
yo: Pa àwòrán rẹ́ | {t} | Gbàgede Mídíà

source: Delete message
yo: Pa iṣẹ́ rẹ́

source: Delete Message
yo: Pa Iṣẹ́ rẹ́

source: Delete messages?
yo: Pa àwọn iṣẹ́ rẹ?

source: Delete My Account
yo: Pa Àkọ́ọ́lẹ̀ Mi Rẹ́

source: Delete Post
yo: Pa Ọ̀rọ̀ àfiránṣẹ̀ rẹ

source: Delete Post | {t} | {d} Discussion | Knowledge Base
yo: Pa Ọ̀rọ̀ àfiránṣẹ̀ rẹ | {t} | {d} Ìfọ̀rọ̀wérọ̀ | Ìpìlẹ̀ Ìmọ̀

source: Delete question
yo: Pa ìbéèrè rẹ́

source: Delete Question | {t} | Firefox Support Forum
yo: Pa Ìbéèrè Rẹ́ | {t} | Àpèjọ Àtìlẹ́hìn Firefox

source: Delete Revision
yo: Pa Àtúnyẹ̀wò Rẹ́

source: Delete Revision | {document}
yo: Pa Àtúnyẹ̀wò Rẹ́ | {document}

source: Delete Selected
yo: Pa Tí a yàn Rẹ́

source: Delete selected images
yo: Pa àwòrán tí a yàn rẹ́

source: Delete this document
yo: Pa àkọsílẹ̀ rẹ́

source: Delete this image
yo: Pa àwòrán yi rẹ́

source: Delete this post
yo: Pa ọ̀rọ̀ àfiránṣẹ̀ yíì rẹ́

source: Delete this question
yo: Pa ìbéèrè yíì rẹ́

source: Delete this revision
yo: Pa àtúnyẹ̀wò yíì rẹ́

source: Delete this thread
yo: Pa èròjà atẹ̀lélànà yíì rẹ́

source: Delete Thread
yo: Pa Èròjà Atẹ̀lélànà rẹ́

source: Delete Thread | {t} | {d} Discussion | Knowledge Base
yo: Pa èròjà atẹ̀lélànà rẹ́ | {t} | {d} Ìfọ̀rọ̀wérọ̀ | Ìpínlẹ̀ Ìmọ̀

source: Delete video
yo: Pa fídíò rẹ́

source: Delete video | {t} | Media Gallery
yo: Pa fídíò rẹ́ | {t} | Gbàgéde Mídíà

source: Deleting your account will prevent you from answering or posting questions in Mozilla Support. This action will clear your profile and cannot be restored again.
yo: Pípa àkọ́ọ́lẹ̀ rẹ rẹ́ kòní gbà ọ́ láyè láti dáhùn tàbí fi àwọn ìdáhùn ránṣẹ́ ní Àtìlẹ́hìn Mozilla. Ìgbésè yíì yóò pa ìrísí olùlò rẹ́ o kòsí lè da padà mọ́.

source: Describe your issue here.
yo: Ṣàpèjúwe ìṣòro rẹ.

source: Description:
yo: Àpèjúwe:

source: desktop
yo: àtẹ iṣẹ́

source: Device:
yo: Ohun-èlò:

source: Did not work as expected
yo: Kò ṣiṣẹ́ bí o ti tọ̀

source: Did this answer also help you? Did you find another post more helpful? Let other Firefox users know by voting next to the answer.
yo: Ǹjẹ́ ìdáhùn yíì ràn ọ́ lọ́wọ́? Ǹjẹ́ o rí àkọlé míìràn tí o ranni lọ́wọ́? Jẹ́kí àwọn olùṣàmúlò Firefox míìràn mọ̀ nípa ìdìbò tẹ̀lé ìdáhùn náà.

source: Did this reply solve your problem?
yo: Ṣé èsì yíì tán ìṣòro rẹ?

source: Did you mean %s?
yo: Ṣé ohun tí o ńsọ ni %s?

source: Differences
yo: Àwọn ìyatọ̀

source: Discuss
yo: Fọ̀rọ̀wérọ̀

source: Discussion
yo: Ìfọ̀rọ̀wérọ̀

source: Discussion Forums
yo: Àwọn Àpèjọ Ìfọ̀rọ̀wérọ̀

source: Display
yo: Aṣàfihàn

source: Display and appearance
yo: Ṣàfihàn àti ìfarahàn

source: Display Badges
yo: Ṣàfihàn Báàjì

source: Display name
yo: Ṣàfihàn orúkọ

source: Display your digital badges on your social networks, job sites and your own website.
yo: Ṣàfihàn dígítà báàjì rẹ lóri àwọn alásopọ̀ ojúlùmọ̀, ojúle iṣẹ́ àti ojúle wẹ́ẹ̀bù rẹ.

source: Do any of these articles answer your question?
yo: Ṣé èyíkèyí aròkọ yíì dáhùn ìbéèrè rẹ?

source: Document contributors
yo: Àkọsílẹ̀ àwọn olùdásí

source: Document Deleted | {document}
yo: Ti Pa Àkọṣílẹ̀ Rẹ́ | {document}

source: Documents
yo: Àwọn àkọsílẹ̀

source: Documents edited or translated
yo: Ṣàtúnṣe tàbí túmọ̀ àwọn àkọsílẹ̀

source: Documents that include "{title}"
yo: Àwọn àkọsílẹ̀ tó pẹ̀lú "{title}"

source: Documents that link to "{title}"
yo: Àwọn àkọsílẹ̀ tó sopọ̀ sí "{title}"

source: Documents that use "{title}" as a template
yo: Àwọn àkọsílẹ̀ tó lo "{title}" bii àwòṣe

source: Does this reply solve the problem?
yo: Ṣé èsì yí yanjú ìṣoro náà?

source: Do more with apps
yo: Ṣe púpọ̀ pẹ̀lú àwọn ìṣafilọ́lẹ̀

source: Done
yo: Tiṣe

source: Done!
yo: Tiṣe!

source: DONE
yo: ṢETÁN

source: Done! Your question is now posted on the Mozilla community support forum.
yo: Tiṣé! Ati fi ìbéèrè rẹ fọ̀rọ̀ránṣẹ́ sí àwùjọ àpèjọ àtìlẹ́hìn Mozilla.

source: Do not disclose personal user information without the userâs consent.
yo: Máṣe ṣàfíhàn ìwifún ẹlẹ́ni olùṣàmúlò láìgba àṣẹ olùṣàmúlò.

source: Don't filter
yo: Máṣe sẹ́

source: Don't have an account? Register
yo: Kòní àkọ́ọ́lẹ̀? Forúkọsílẹ̀

source: download
yo: gbàsílẹ̀

source: Download a fresh copy
yo: Gbàwálẹ̀ ìṣẹ̀dá titun

source: Download and install apps
yo: Gbàsílẹ̀ àti ṣàgbékalẹ̀ ìṣàfilọ́lẹ̀

source: Download and Manage Apps
yo: Gbàwálẹ̀ àti Ṣàkóso Àwọn Ìṣàfilọ́lẹ̀

source: Download apps from the Marketplace
yo: Gbàwálẹ̀ àwọn ìṣàfilọ́lẹ̀ láti Ibiọjà

source: Download, install and migration
yo: Gbàsílẹ̀, ṣàgbékalẹ̀ àti ìrìnkiri

source: Download, install and Migration
yo: Gbàwálẹ̀, ìṣafilọ́lẹ̀ àti Ìrìnkiri

source: Earn Badges
yo: Gba Báàjì

source: Earn Badges for the skills you learn online and offline
yo: Gba Báàjì fún ìmọ́ṣe tí o kọ́ lóníforíkorí ati àìsílóníforíkorí

source: Edit an answer
yo: Ṣàtúnṣe ìdáhùn

source: Edit anyway
yo: Ṣàtúntò ṣá

source: Edit a post
yo: Ṣàtúnṣe fọ̀rọ̀ránṣẹ́

source: Edit a post | {t} | {d} Discussion | Knowledge Base
yo: Ṣàtúnṣe fọ̀rọ̀ránṣẹ́ | {t} | {d} Ìfọ̀rọ̀wérọ̀ | Ìpínlẹ̀ Ìmọ̀

source: Edit a Question
yo: Ṣàtúnṣe Ìbéèrè

source: Edit Article
yo: Ṣàtúnṣe Aròkọ

source: Edit article based on this revision
yo: Ṣàtúntò aròkọ dálé àtúnyẹ̀wò yíi

source: Edit Article | {document}
yo: Ṣàtúnṣe Aròkọ | {document}

source: Edit Content
yo: Ṣàtúnṣe Àkóónú

source: Edit contributors
yo: Ṣàtuńṣe àwọn olùdásí

source: Edit Description
yo: Ṣàtúnṣe Àpèjúwe

source: Edit details
yo: Ṣàtúnṣe àwọn ẹ̀kunrẹ́rẹ́

source: Edit | {group} | Groups
yo: Ṣàtúnṣe | {group} | Àwọn Ẹgbẹ́

source: Edit group leaders
yo: Ṣàtúnṣe ẹgbẹ́ àwọn aṣáájú

source: Edit group members
yo: Ṣàtúnṣe àwọn ọmọ ẹgbẹ́

source: Edit group profile
yo: Ṣàtúnṣe ẹgbẹ́ ìrísí olùlò

source: Edit {group} profile information
yo: Ṣàtúnṣe {group} ìwifún ìrísí olùlò

source: Edit image
yo: Ṣàtúnṣe àwòrán

source: Edit image | {t} | Media Gallery
yo: Ṣàtúntò àwòrán | {t} | Gbàgède Mídíà

source: Edit in admin
yo: Ṣàtúnṣe ní alábójútó

source: Editing an answer | {t} | Firefox Support Forum
yo: Ìṣàtúnṣe ìdáhùn | {t} | Àpéjọ Àtìlẹ́hìn Firefox

source: Editing Tools
yo: Ṣàtúnṣe Irinṣé

source: Edit levels are taken into account as follows:
yo: Àwọn ìpèle ìṣàtúnṣe ni a fi sọ́kàn bíi:

source: Edit locale editors
yo: Ṣàtúnṣe aṣàtúnṣe tìbílẹ̀

source: Edit locale leaders
yo: Ṣàtúnyẹwò tìbílẹ̀ olùdarí

source: Edit locale reviewers
yo: Ṣàtúnṣe tìbílẹ̀ olùṣàtúnyẹ́wò

source: Edit my profile
yo: Ṣàtúntò ìrísí olùlò mi

source: Editor
yo: Aṣàtúnṣe

source: Edit profile
yo: Ṣàtúntò ìrísí olùlò

source: Edit settings
yo: Ṣàtúntò ààtò

source: Edit Settings
yo: Ṣàtúnṣe àwọn ààtò

source: Edit the question
yo: Ṣàtúnṣe ìbéèrè kan

source: Edit the question.
yo: Ṣàtúnṣe ìbéèrè kan.

source: Edit this image
yo: Ṣàtúnṣe àwòrán yìí

source: Edit this post
yo: Ṣàtúnṣe ọ̀rọ̀ àfiránṣẹ̀

source: Edit this question
yo: Ṣàtúnṣe ìbéèrè yíì

source: Edit this thread
yo: Ṣàtúnṣe èròjà atẹ̀lélànà yíì

source: Edit thread
yo: Ṣatunṣe èròjà atẹ̀lélànà

source: Edit thread "{t}"
yo: Ṣatunṣe èròjà atẹ̀lélànà "{t}"

source: Edit thread {t} | {d} Discussion | Knowledge Base
yo: Ṣatunṣe èròjà atẹ̀lélànà | {t} | {d} Ìfọ̀rọ̀wérọ̀ | Ìpínlẹ̀ Ìmọ̀

source: Edit user profile
yo: Ṣàtúntò ìrísí olùlò olùṣàmúlò

source: Email:
yo: Í-meélì:

source: Email address:
yo: Àdírẹ́sì í-meélì:

source: Email Address:
yo: Àdírẹ̀sì Í-meélì:

source: Email address is required.
yo: Nílò àdírẹ́sì í-meélì.

source: Email and Messages
yo: Í-meélì àti Àwọn Iṣẹ́

source: Email changed for user {username}
yo: Ṣàyípadà í-meélì fún olùṣàmúlò {username}

source: Email in
yo: Í-meélì ní

source: Email me article changes
yo: Fi àyípadà aròkọ ránṣẹ́ sími

source: Emails
yo: Í-meélì

source: Email software for Windows, Mac and Linux
yo: Ẹ̀yà àìrídìmú í-meélì fún Windows, Mac àti Linux

source: Email updates
yo: Ṣàfikún í-meélì

source: <em>Editing</em> {title}
yo: <em>N ṣàtúnṣe</em> {title}

source: End
yo: Òpin

source: End:
yo: Òpin:

source: Enhance Firefox's functionality and appearance with add-ons
yo: Mú ìdọ́gba ìṣiṣẹ́ Firefox àti ìfarahàn pẹ̀lú àfikún

source: Enter a subject here.
yo: Wọlé orí ọ̀rọ̀ níbí.

source: Enter the name of the article
yo: Wọlé pẹ̀lú orúkọ àròkọ náà

source: Enter the Transaction ID here.
yo: Ṣàmúlò Ìdamọ́ Ìbáṣepọ̀.

source: Enter the URL of the external link
yo: Wọlé sí URL ti ìtọ́kasí àtìtawá

source: Enter your email address here.
yo: Wọlé pẹ̀lú àdírẹ̀sì í-meélì rẹ níbí.

source: Enter your reply here.
yo: Ṣàmúlò èsì rẹ níbí.

source: Enter your terms in the form below and click <strong>Search</strong>
yo: Wọlé pẹ̀lú ìfẹnukò rẹ ní ìrí ìsàlẹ̀ kí o ṣíra tẹ̀ <strong>Ṣàwarí</strong>

source: Error deleting image
yo: Àṣìṣe ìparẹ́ àwòrán

source: Error loading graph
yo: Àṣìṣe ajẹmáwòrán ń gbáradì

source: Error messages: what they mean and how to fix
yo: Àṣìṣẹ àwọn iṣẹ́: ohun tí wọn túmọ̀sí àti ọ̀nà ìyanjú

source: Error uploading image
yo: Àṣìṣe gbígbáradì àwòrán

source: Escalated
yo: Múgbòòrò

source: Events and help for Mentors
yo: Àwọn ìṣẹ àti ìrànwọ́ lọ́dọ̀ aláwòkọ́ṣe

source: Every time Firefox opened
yo: Gbogbo ìgbà tí Firefox báṣí

source: Example:
yo: Àpẹẹrẹ:

source: Exit Survey Results
yo: Jáde Ní Èsì Àyẹ̀wò

source: Expiry date:
yo: Déèti tó parí:

source: Expiry Date
yo: Ogbó Déètì

source: Explanation:
yo: Àlàyé:

source: Explore more topics
yo: Ṣàwárí àwọn àkórí si

source: Extension/plugin you are having trouble with
yo: Ìfàgùn/àgbéwọnú tí o níṣòrò pẹ̀lú

source: Extensions
yo: Àwọn Ìfàgùn

source: External link:
yo: Ìtọ́kasí àtìtawá:

source: File deleted. Please select an image file.
yo: Pa fáìlì rẹ́. Jọ̀wọ́ yan àwòrán fáìlì.

source: Fill in details
yo: Dáhùn ẹ̀kúnrẹ́rẹ́

source: Filter by
yo: Asẹ́ lọ́wọ́

source: Filter by Locale
yo: Agbègbè tí Aṣẹ́ sẹ́

source: Filter by Product
yo: Agbègbè ti Àbájáde

source: Filter questions
yo: Aṣẹ́ àwọn ìbéèrè

source: Finally, if you want to follow all news related to SUMO, don’t forget about our
yo: Lákotán, bí o bá fẹ́ tẹ̀lé gbogbo àwọn ìròhìn tí ó jẹmọ́ SUMO, máṣe gbàgbé nípa

source: Finally, if you want to follow all news related to SUMO, don’t forget about our <a href="%(forums_url)s">community forums</a>, <a href="%(blog_url)s">official blog</a> and <a href="%(twitter_url)s">Twitter account</a>. We also <a href="%(meetings_url)s"> meet almost every Monday </a> - and you can join us.
yo: Lákotán, bí o bá fẹ́ tẹ̀lé àwọn ìròhìn tí ó jọ SUMO, máṣe gbàgbé nípa <a href="%(forums_url)s">àwọn àpérò àwùjọ wa</a>, <a href="%(blog_url)s">búlọ́gù gbogboogbò</a> àti <a href="%(twitter_url)s">Àkọ́ọ́lẹ̀ twitter</a>. A tún <a href="%(meetings_url)s"> maa ń pàdé ní gbogbo ọjọ́ ajé</a> - o sì le darapọ̀ mọ́ wa.

source: Find your fellow contributors
yo: Wá àwọn olùdásí ẹlẹgbẹ́ rẹ

source: Firefox 29 Launch Team
yo: Firefox 29 Ìgbìmọ̀ Ìṣàfilọ́lẹ̀

source: Firefox controls and buttons
yo: Ìṣàkóso Firefox àti bọ́tìnì

source: Firefox crashes
yo: Firefox dàrú

source: Firefox for Android
yo: Firefox fún Android

source: Firefox for iOS
yo: Firefox fún iOS

source: Firefox for iPhone, iPad and iPod touch devices
yo: Firefox fún iPhone, iPad àti ohun elò iPod touch

source: Firefox for Windows 8 Touch
yo: Firefox fún Windows 8 Touch

source: Firefox for Windows 8 touch devices
yo: Firefox fún ohun elò Windows 8 Touch

source: Firefox Hello
yo: Báwo Firefox

source: Firefox is slow or stops working
yo: Firefox lọ́ra tàbí ó dúro iṣẹ́

source: Firefox Marketplace
yo: Ibiọjà Firefox

source: Firefox options, preferences and settings
yo: Àwọn ẹ̀yàn Firefox, àwọn ìbuyìfún àti àwọn ààtò

source: Firefox OS basics
yo: Ìpínlẹ̀ Firefox OS

source: Firefox OS SMS & email
yo: Firefox OS SMS & í-meélì

source: Firefox Releases
yo: Àgbéjáde Firefox

source: Firefox Sync
yo: Ìmúdọ́gba Firefox

source: Firefox Sync settings
yo: Aatò ìmúdọ́gba Firefox

source: Firefox version
yo: Ẹ̀yà Firefox

source: Firefox versions and languages
yo: Ẹ̀yà Firefox àti èdè

source: Firefox won't save settings or remember information
yo: Firefox kòní ṣàfipamọ́ àwọn ààtò tàbí rántí ìwifún

source: Fix problems
yo: Yanjú àwọn ìṣòro

source: Fix problems with email providers (gmail, Yahoo, etc.)
yo: Yanjú àwọn ìṣòro pẹ̀lú àwọn olùpèsè í-meélì (gmail, Yahoo, abbl.)

source: Fix problems with websites (Facebook, YouTube, webmail etc.)
yo: Yanjú àwọn ìṣòro pẹ̀lú ojúlé wẹ́ẹ̀bù (Facebook, YouTube, webmail abbl.)

source: Fix slowness, crashing, error messages and other problems
yo: Túnṣe díẹ̀díẹ̀, ìdàrú, àwọn àṣìṣe àti ìṣoro míìràn

source: Flagged:
yo: Pe-àkíyèsí-sí:

source: Flagged Content Pending Moderation
yo: Ìpe-àkíyèsí-sí àkóónú ń dúró de Ìṣàkóso

source: Flagged {t} (Reason: {r})
yo: Ìpe-àkíyèsí-sí {t} (Ìdí: {r})

source: Flagging a user to ignore will prevent their tweets from showing up in Army of Awesome.
yo: Ṣíṣeàsìyá olùṣàmúlò láti patì yóò dẹ́kun àwọn túwìtì wọn láti hàn ní Ọmọ ogun ti Ìyàlẹ́nu.

source: Focus on people who need help or have questions
yo: Fójúsùn àwọn ènìyàn tó nílò ìrànwọ́ tàbí àwọn ìbéérè

source: Follow through. Sometimes, our volunteers would ask you for more information or to test out certain scenarios. The sooner you can do this, the sooner they would know how to fix it.
yo: Tẹ̀lé jálẹ̀. Nígbà míìràn, àwọn olùfarajìn wa yóò bèèrè ìwifún si lọ́wọ rẹ tàbí láti dán àwọn ojú ìṣẹ̀lẹ̀ wò. Kíá bí o le ṣẹ ṣẹ̀yí, bẹ́ẹ̀ni wọn yóò mọ bí wọ́n a ti yanjú rẹ̀.

source: For Contributors
yo: Fún àwọn Olùdásí

source: Forgotten your password? Enter your email address below, and we'll send you instructions for setting a new one.
yo: Ṣé gbàgbé ọ̀rọ̀ aṣínà rẹ? Wọlé àdírẹ̀sì í-meélì nísàlẹ̀, a ò fi ìlànà fún ààtò titun ránṣẹ́ sí ọ.

source: Forgotten your username? Enter your email address below, and we'll send it to you.
yo: O ti gbàgbé orúkọ àṣàmúlò rẹ? Ṣàmúwọlè àdírẹ́sì í-meélì rẹ nísàlẹ̀, a ó fi ránṣẹ́ sí ọ.

source: For help with writing articles, check out the <a href="%(url)s">Support Document Guide</a>.
yo: Fún ìrànwọ́ ni kíkọ àwọn aròkọ, ṣàyẹ̀wò <a href="%(url)s">Àtìlẹ́hìn Atọ́nà Àkọsílẹ̀</a>.

source: Forum Contributor - Answer user support questions that are most-requested but have no replies:
yo: Àpéjọ Olùdásí - Dáhùn àwọn ìbéérè àtìlẹ́hìn olùṣàmúlò tí wọ́n maá ń béèrè ju ṣùgbọ́n tí kòní àwọn ìdáhùn:

source: Found <strong>{n}</strong> result for <strong>{q}</strong> for <strong>{product}</strong>
yo: Rí <strong>{n}</strong> èsì fún <strong>{q}</strong> fún <strong>{product}</strong>

source: Free Download
yo: Gbàsílẹ̀ Ọ̀fẹ́

source: From:
yo: Láti:

source: From hardcore web developers to "how do I install Firefox" first time users, everybody needs your help in the forum! Share your knowledge by pointing people to the right help articles and providing troubleshooting steps for their individual questions.
yo: Láti ọ̀dọ̀ àwọn olùmúgbèrú ojúlé wẹ́ẹ̀bù gbòógì sí "báwo ni màáṣe ṣàfilọ́lẹ̀ Firefox" àwọn olùṣàmúlò àkọkọ́, gbogbo ènìyàn nílò ìrànwọ́ rẹ ni àpèjọ! Pín ìmọ̀ rẹ nípa títọ́ka àwọn ènìyàn sí ibi ìrànwọ́ àwọn aròkọ tí ó tọ́ kí o pesè ìgbésẹ̀ wíwá àléébù fún àwọn ìbéèrè wọn kọ̀ọ̀kan.

source: from the comfort of your couch
yo: ní ìrọrùn ìbusùn rẹ

source: Full Article Sources
yo: Orísun Aròkọ Kíkún

source: general
yo: gbogbogbò

source: Get community support
yo: Gba àtìlẹ́hìn àwùjọ

source: Get emailed when there is new discussion activity in my locale.
yo: Gba í-meélì nígbà tí iṣẹ́ ìfọ̀rọ̀wérọ̀ titun báwà ní tìbílẹ̀ mi.

source: Get email updates
yo: Gba ìṣàfikún í-meélì

source: Get personal
yo: Di aládàáni

source: Get support for another platform:
yo: Gba àtìlẹ́hìn fún pẹpẹ míràn:

source: Get the most from webmaker.org
yo: Gba èyí tó dára láti webmaker.org

source: Give Firefox a tune up
yo: Fún Firefox lóhùn òkè

source: Give our users actionable and informed choices by informing and educating at the point of collection and providing a choice to opt-out whenever possible.
yo: Fún àwọn olùṣàmúlò wa ní ojúṣe àti ẹ̀yán ìwifún nípa sísọ àti kíkọ́ wọn ní góńgó gbígbà àti ìpèsè ẹ̀yán láti jáde nígba tí ó bá yẹ.

source: Glad to hear it!
yo: Ìdùnnú láti gbọ!

source: Glad to hear it &mdash; thanks for the feedback!
yo: Inú wa dùn láti gbọ́ &mdash; o ṣeun fún ìjábọ̀!

source: Go
yo: Lọ

source: Go back to document history
yo: Pàdà sí ìtàn àkọsílẹ̀

source: Go back to the question.
yo: Padà sí ìbéèrè náà.

source: Go back to the question and try again.
yo: Padà sí ìbéèrè kí o tún gbìyànjú.

source: Go beyond the basics with these shortcuts and other tips.
yo: Kọjá ìpínlẹ̀ pẹ̀lú àbùjá yìí àti ìlànà míìràn.

source: Go to Army of Awesome
yo: Lọsí Ọmọ ogun Ìyàlẹ́nu

source: Go to our support forum and choose a question to answer
yo: Lọsí àpèjọ àtìlẹ́hìn wa kí o yan ìbéèrè láti dáhùn

source: Go to the SUMO community discussions forum
yo: Lọsí àwùjọ àpérò ìtàkurọ̀sọ SUMO

source: Graphics
yo: Ajẹmáwòrán

source: {group} | Groups
yo: {group} | Àwọn ẹgbẹ́

source: Group information updated successfully!
yo: Ìwifún àpapọ̀ ṣàfikún dáradára!

source: Group Leaders
yo: Àwọn aṣáájú ẹgbẹ́

source: Group Members
yo: Àkójọ Àwọn ọmọ Ẹgbẹ́

source: Groups
yo: Àwọn Ẹgbẹ́

source: Has answers
yo: Ní àwọn ìdáhùn

source: Has been sent a first answer contribution email.
yo: Ti fi ìdáhùn í-meelì àkọ́kọ́ ránṣẹ́ sí.

source: Has been sent a first revision contribution email.
yo: Ti fi í-meelì àtúnyẹ̀wò àkọ́kọ́ ránṣẹ́ sí.

source: hash
yo: áàsì

source: Has helpful answers
yo: Ní ìdáhùn ìrànwọ́

source: has this problem
yo: ní àwọn ìṣòro yìí
